{
  "papers": [
    {
      "id": "paper-api-1747098531852-jxitcf",
      "title": "Semantic Edge Computing and Semantic Communications in 6G Networks: A Unifying Survey and Research Challenges",
      "url": "https://arxiv.org/abs/2411.18199",
      "authors": [
        "Milin Zhang [",
        "others as indicated by the \"From: Milin Zhang\" notation]"
      ],
      "affiliations": [
        "[Not provided in the search results]"
      ],
      "journal": "ArXiv preprint",
      "publicationDate": "2024 (originally submitted Nov 2024, revised Apr 2025)",
      "paperKeywords": [
        "通信, AI 6G, Agent, LLM, 语义通信",
        "Semantic Communications",
        "6G Networks",
        "Deep Neural Networks",
        "Semantic Edge Computing",
        "Distributed Computing",
        "Wireless Communications",
        "Network Intelligence\n\nI regret that the search results don't provide sufficient information to identify four more papers that would meet your criteria",
        "especially those that specifically discuss agents and large language models in the context of semantic communications and 6G. The search results primarily focus on semantic communications in 6G networks without substantial coverage of LLMs or agent systems.\n\nFor a more comprehensive list of papers that match all your keywords",
        "I would recommend conducting a more targeted search in academic databases like IEEE Xplore",
        "ACM Digital Library",
        "or Google Scholar using combinations of your keywords."
      ],
      "snippet": "本文对第六代（6G）无线网络中的语义边缘计算（SEC）和语义通信（SemComs）进行了全面综述。研究表明，语义通信利用深度神经网络（DNNs）编码并仅传输语义信息，同时通过补偿无线效应使其对信道失真具有鲁棒性，从而提高通信效率。另一方面，语义边缘计算利用分布式深度神经网络，根据不同设备的计算和网络限制，将DNN的计算分布在不同设备上。尽管这两个领域都取得了重大进展，但现有文献缺乏将两者系统地联系起来的视角。本文通过统一语义边缘计算和语义通信领域填补了当前的研究空白，总结了这两个领域的研究问题，并重点关注其技术优势和挑战，提供了当前研究状态的全面综述。",
      "interpretation": "这篇论文的重要性在于它首次尝试将语义边缘计算(SEC)和语义通信(SemComs)这两个在6G网络研究中独立发展的领域进行统一分析。其创新点在于提供了一个系统性的框架，展示了两个领域如何相互补充和增强，特别是在利用深度神经网络处理分布式计算和优化语义通信方面。论文的潜在影响在于为未来6G网络中的智能边缘计算和高效通信提供了理论基础和研究方向，可能推动这两个领域的融合发展。然而，论文的局限性可能在于缺乏实际实现案例的详细分析，以及对大规模网络中如何协调这两种技术的具体方案探讨不足。此外，论文虽然提到了深度神经网络，但可能未深入探讨最新的大型语言模型在这一领域的应用潜力。"
    }
  ],
  "lastUpdate": "2025-05-13T09:08:51.856Z",
  "keywords": [
    "通信",
    "AI 6G",
    "Agent",
    "LLM",
    "语义通信"
  ],
  "lastAutoUpdateDate": "2025/5/13"
}